brew 'wget'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew "terminal-notifier"


tap 'homebrew/fuse'
brew "sshfs"


tap "caskroom/cask"
cask_args appdir: '/Applications'
cask "firefox"
cask "google-chrome"
cask "dropbox"
cask "1password"
cask "adium"
cask "flux"
cask "skype"
cask "usage"
cask "synology-cloud-station-drive"
cask "vlc"
cask "little-snitch"
cask "launchbar"
cask "bartender"
cask "keyboard-maestro"
cask "mountain"
cask "istat-menus"
cask "controlplane"
cask "insync"
cask "tripmode"
cask "docker"
cask "qbserve"
cask "synergy"
cask "resilio-sync"
cask "quitter"
# cask "karabiner"
cask "karabiner-elements"
cask "dash"
cask "deltawalker"
cask "franz"
cask "mediathekview"
cask "pycharm-edu"
cask "osxfuse"
cask "things"
cask "coconutbattery"
cask "atom"
cask "hammerspoon"
cask "vivaldi"
cask "wmail"
cask "xquartz"


tap "caskroom/fonts"
cask "font-hack"
cask "font-fira-code"

tap 'homebrew/science'
brew 'homebrew/science/root6'
