brew 'wget'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew "terminal-notifier"
brew "task"
brew "tasksh"
brew "taskd"

tap "caskroom/cask"
cask_args appdir: '/Applications'
# Browsers
cask "firefox"
cask "google-chrome"
cask "vivaldi"
# File sharing
cask "dropbox"
cask "resilio-sync"
cask "synology-cloud-station"
cask "insync"
# Messengers/Mail
cask "adium"
cask "skype"
cask "franz"
# Comfort
cask "1password"
cask "flux"
cask "bartender"
cask "choosy"
# Control
cask "launchbar"
cask "keyboard-maestro"
cask "synergy"
cask "karabiner-elements"
cask "hammerspoon"
cask "hazel"
# Monitoring
cask "istat-menus"
cask "little-snitch"
cask "usage"
cask "controlplane"
cask "mountain"
cask "tripmode"
cask "qbserve"
cask "quitter"
cask "coconutbattery"
# Development
cask "iterm2"
cask "docker"
cask "deltawalker"
cask "dash"
cask "pycharm-edu"
cask "xquartz"
cask "osxfuse"
tap 'homebrew/fuse'
brew "sshfs"
cask "texstudio"
cask "devonthink-pro"
cask "paw"
cask "mactex"
cask "atom"
cask "visual-studio-code"
# Others
cask "vlc"
cask "mediathekview"
cask "spotify"
# cask "things"
cask "tunnelblick"
cask "pliim"
cask "flycut"
cask "imageoptim"
# screen recording
cask "kap"
cask "sidestep"

tap "caskroom/fonts"
cask "font-hack"
cask "font-fira-code"

brew 'root'
